<?php

return [
    'verification' => [
        'not_valid' => 'كود غير صالح',
        'not_sent' => 'لم يتم ارسال الكود يرجى المحاولة مره اخرى',
        'success' => 'تم ارسال الكود بنجاح',
        'success_code'=>'كود صحيح',
        'not_entered'=>'يرجى ادخال الكود المرسل اليك',
    ],

    'login' => [
        'unauthorized' => 'الهاتف او كلمة المرور غير صحيحة',
        'verify_email' => 'من فضلك قم بتأكيد البريد الإلكتروني أولا',
        'suspended' => 'هذا الحساب موقوف',
        'logout' => 'تم تسجيل الخروج بنجاح',
        'unauthenticated' => 'غير مصرح بالدخول',
        ],

    'profile' => [
        'image_updated' => 'تم تحديث الصورة الشخصية',
        'old_password_failed' => 'كلمة المرور القديمة غير صحيحة',
        'password_success' => 'تم تحديث كلمة المرور بنجاح',
        'success' => 'تم تحديث الصفحة الشخصية بنجاح',
        'dublicated_phone' =>'هذا الموبايل موجود بالفعل'

    ],

    'register' => [
        'success' => 'تم انشاء الحساب',
    ],

    'reset_pwd' => [
        'success' => 'تم تغير كلمة المرور بنجاح  ',
        'code_sent' => 'تم ارسال الايميل بنجاح',
        'code_expire' => 'هذا الكود غير صحيح أو منهي الصلاحية',
    ],

    'validation_error' => 'خطأ في تحقق البيانات',
    'password' =>[
        'changed'=>'تم تغير كلمة المرور بنجاح',
    ],

];
